<?php

return [
	'title' => 'Инструменты',
	'h1' => 'Инструменты и расчетные программы',
	'text' => 'Одним из направлений деятельности компании «СУДО» является создание научного ПО различной направленности. Мы разработали для Вас несколько удобных и эффективных инструментов доступных на нашем сайте, и мы будем рады, если наши продукты помогут Вам расширить горизонты познания и совершить научные открытия. Будем признательны за обратную связь.',
	'tool' => [
		'button' => 'Перейти',
		'request' => 'Оставить заявку',
	],
	'email' => [
		'text' => 'Вопросы и пожелания относительно функционала и использования представленных инструментов можно направить по адресу'
	],

];
