<?php

return [
	'title' => 'Карьера',
	'h1' => 'Карьера',
	'description' => 'Основной состав команды – энергичные, заряженные и горящие любимым делом специалисты. Мы в поиске таких же, как и мы. Хочешь стать частью нашей команды – отправляй резюме.',
	'salary' => 'Зарплата',
	'form' => [
		'title' => 'Готовы прислать свое резюме?',
		'subtitle' => 'Заполните форму и наши специалисты рассмотрят Ваше резюме. В случае положительно ответа, мы с Вами свяжемся',
		'no-vacancies' => 'К сожалению, в настоящий момент у нас нет открытых вакансий. Однако, если Вы очень хотите с нами работать, пришлите нам своё резюме. ',
		'contact' => 'Контактное лицо',
		'phone' => 'Телефон',
		'text' => 'Описание проекта',
		'check' => [
			'text' => 'Нажимая кнопку Отправить, я даю согласие на обработку моих персональных данных и соглашаюсь с ',
			'link' => 'Политикой конфиденциальности',
		],
		'button' => 'Отправить',
		'thanks' => 'Спасибо, Ваша заявка принята!',
	]
];
