<?php

return [
    'title' => 'Контакты',
    'h1' => 'Контакты',
    'inn' => 'ИНН',
    'form' => [
        'questions' => 'Остались вопросы?',
        'subtitle' => 'Заполните форму и наши специалисты свяжутся с вами для для ответа на вопросы',
        'contact' => 'Ваше имя',
        'phone' => 'Телефон',
        'email' => 'email',
        'description' => 'Краткое описание задачи',
        'check' => [
            'text' => 'Нажимая кнопку Отправить, я даю согласие на обработку моих персональных данных и соглашаюсь с',
            'link' => 'Политикой конфиденциальности',
        ],
        'button' => 'Отправить',
    ],
    'thanks' => 'Спасибо, Ваша заявка принята!',
];
