<?php

return [
	'title' => 'Хотите предложить сотрудничество или заказать услугу?',
	'subtitle' => 'Заполните форму и наши специалисты свяжутся с вами для обсуждения деталей',
	'form' => [
		'contact' => 'Ваше имя',
		'phone' => 'Телефон',
		'email' => 'email',
		'description' => 'Краткое описание задачи',
		'check' => [
			'text' => 'Нажимая кнопку Отправить, я даю согласие на обработку моих персональных данных и соглашаюсь с',
			'link' => 'Политикой конфиденциальности',
		],
		'button' => 'Отправить',
	],
	'thanks' => 'Спасибо, Ваша заявка принята!',
];
