<?php

return [
	'title' => 'Главная',
	'h1' => [
		'mob' => 'Разработка высокотехнологичных программных продуктов',
		'1' => 'Разработка',
		'2' => 'высокотехнологичных',
		'3' => 'программных продуктов',
	],
	'slide-button' => 'Оставить заявку',
	'down' => 'вниз',
	'subtitle' => 'Судо – быстрое решение для сложных вычислительных процессов',
	'text' => 'ООО «Судо» – IT-компания, основным видом деятельности которой является разработка программных
                        продуктов. Наша специализация – разработка высокотехнологичных программ, оптимизация и ускорение
                        сложных математических алгоритмов.',
	'more' => 'Узнать больше',
	'advantages' => [
		'title' => 'Наши преимущества',
		'1' => 'Мы собрали команду высококвалифицированных разработчиков и учёных, каждый из которых имеет хорошую инженерную, математическую, алгоритмическую и GPGPU подготовку.',
		'2' => 'Мы предоставляем нашим клиентам не только опыт каждого члена нашей команды, но и собранные знания, что в совокупности обеспечивает более качественное решение задач, чем опыт и знания каждого специалиста по отдельности.',
		'3' => 'Мы разработали уникальный набор инстументов внутреннего использования для анализа и оптимизации GPGPU-кода. Эти инструменты позволяют нам достигать максимальной производительности при разработке под графические процессоры.',
	],
	'services' => [
		'title' => 'Услуги',
		'1' => [
			'title' => 'Проектирование',
			'text' => 'Идея – основа любого продукта. При проектировании продукта наша опытная команда поможет сформулировать идею, предложит интересные решения, вместе мы сформируем ТЗ и предоставим готовый проект.',
		],
		'2' => [
			'title' => 'Разработка',
			'text' => 'В разработке мы используем гибкие методологии, оптимальные решения, передовые технологии и корректировки в процессе создания, поэтому проект остается живым в процессе реализации. Мы остаёмся с вами на связи на каждом этапе разработки для достижения лучшего результата.',
		],
		'3' => [
			'title' => 'Исследования',
			'text' => 'Исследовательская деятельность – наше тайное оружие. Мы сохраняем первенство в использовании наукоёмких технологий на практике, постоянно участвуем в научных и инженерных исследованиях, в нашем штате работают действующие сотрудники топовых российских и зарубежных ВУЗов.',
		],
	],
	'career' => [
		'text' => 'Наша команда – наша ценность, поэтому мы создаём лучшие условия для работы каждого сотрудника. Присоединяйтесь к нашей команде, чтобы заниматься решением сложных, но интересных задач и развиваться вместе.',
	],
];
