<?php

return [
    'title' => 'Проекты',
    'h1' => 'Наши проекты',
    'subtitle' => 'Среди наших проектов – большое количество разработок сложных вычислительных программных решений в различных областях деятельности.',
    'text' => '*Как правило, проекты были подкреплены NDA, поэтому мы можем предоставить только общее описание реализованных проектов.',
    'list' => [
        '1' => 'Все',
        '2' => 'Инженерные',
        '3' => 'Научные',
    ],
    'projects' => [
        '1' => [
            'title' => 'Системы автоматического построения маршрутов и трасс',
            'text' => 'Создание любого продукта начинается с идеи. Наша опытная команда поможет Вам на каждом этапе создания продукта. Основываясь на Ваших пожеланиях, мы поможем сформулировать идею, предложим интересные решения, вместе сформируем техническое задание и предоставим Вам готовый проект.',
        ],
        '2' => [
            'title' => 'Системы решения математических и физических задач на CPU и GPU',
            'text' => 'Разработка программных решений для нужд учёных. Онлайн сервисы обработки и анализа данных магнитных свойств искусственных и природных материалов. Онлайн и оффлайн сервисы расчёта сложных математических алгоритмов. Поддержка различных форматов данных, расширенный набор пред-процессинговых и аналитических функций, высокая скорость обработки данных.',
        ],
        '3' => [
            'title' => 'Системы автоматизации измерительного оборудования',
            'text' => 'Разработка ПО для управления и контроля высокоточным измерительным оборудованием. Разработка интерфейсов коммуникации, создание протоколов передачи данных и обработки сигналов с высокими требованиями к надёжности и стабильности системы.',
        ],
        '4' => [
            'title' => 'Системы обработки изображений с использованием технологий компьютерного зрения и машинного обучения',
            'text' => 'Разработка систем обработки и анализа изображений со сканирующих электронных микроскопов (SEM). Достигнута высокая точность и скорость обработки изображений. Использованы современные технологии компьютерного зрения и машинного обучения. Представлен широкий набор функций предварительной обработки данных, система верификации данных, инструменты для анализа результатов, формирование детальных отчётов.',
        ],
        '5' => [
            'title' => 'Разработка алгоритмов для высокопроизводительных вычислительных систем',
            'text' => 'Создание программных решений для распределённых вычислений. Решение задач, требующих расчёта большого количества данных в короткий промежуток времени.',
        ],
        '6' => [
            'title' => 'Перенос вычислений на GPU',
            'text' => 'Разработка и оптимизация вычислительных алгоритмов для решения задач любой степени сложности. Ускорение вычислений при помощи графических процессоров.',
        ],
        '7' => [
            'title' => 'Разработка онлайн и оффлайн приложений разного уровня сложности, создание сайтов',
            'text' => 'Создание и размещение сайтов и приложений для основных мобильных платформ различной степени сложности с использованием передовых решений, от интернет магазинов до 3D игр.',
        ],
    ],
    'steps' => [
        'title' => 'Этапы внедрения программного продукта',
        'text' => 'Передача заказчику готового продукта происходит в удобном для вас формате. Мы можем передать вам сервис, уже готовый к использованию (при этом сервис размещается на нашем сервере), и оказывать техническую поддержку, либо отправить вам код в виде установочного файла - вам нужно будет только установить программу и запустить её на своём устройстве. Мы приобрели лицензию Microsoft, поэтому наши разработки безупречно устанавливаются на Windows и не воспринимаются как вредоносное ПО. ',
        '1' => 'Поступает предложение о работе',
        '2' => 'Составляется обобщённое описание проекта, на основе которого мы рассчитываем трудозатраты, необходимые для реализации проекта ',
        '3' => 'Создаётся предварительное ТЗ и рассчитывается и согласовывается ориентировочная стоимость.',
        '4' => 'Работа, как правило, состоит из нескольких этапов.',
        '5' => 'По окончании этапа разработки мы переходим к тестированию.',
        '6' => 'По запросу заказчика пишется пишется техническое описание, техническая документация',
        '7' => 'Сдача проекта',
        '8' => 'При необходимости заключается договор на техническое обслуживание',
    ],

];
