<?php

return [
    'title' => 'Хотите предложить сотрудничество или заказать услугу?',
    'subtitle' => 'Заполните форму и наши специалисты свяжутся с вами для обсуждения деталей',
    'person' => 'Ваше имя',
    'phone' => 'Телефон',
    'description' => 'Краткое описание задачи',
    'check' => 'Нажимая кнопку Отправить, я даю согласие на обработку моих персональных данных и соглашаюсь с',
    'policy' => 'Политикой конфиденциальности',
    'btn' => 'Отправить',
    'tnx' => 'Спасибо, Ваша заявка принята!',
];
