<?php

return [
    'title' => 'Услуги',
    'h1' => 'Услуги',
    'text' => 'Компания SUDO готова реализовать ваш проект, используя как общепринятые стандартные так и инновационные высокотехнологичные решения, передовые методики и методологии в разработке и управлении проектами. Мы предлагаем оптимальные решения для получения максимальной производительности и эффективности в решении сложных задач.',
    'what-do' => [
        'title' => 'Что мы делаем',
        '1' => [
            'title' => 'Проектирование',
            'text' => 'Создание любого продукта начинается с идеи. Наша опытная команда поможет вам на каждом этапе создания продукта. Основываясь на ваших пожеланиях, мы поможем сформулировать идею, предложим интересные решения, вместе сформируем техническое задание и предоставим вам готовый проект.',
        ],
        '2' => [
            'title' => 'Разработка',
            'text' => 'Мы – современная команда, использующая гибкие методологии разработки продукта. Созданный проект остаётся живым в процессе реализации. Для достижения лучшего результата мы работаем над продуктом, оставаясь с вами на связи. Наши разработчики создадут оптимальные решения, используя передовые технологии для реализации ваших идей, а ваши корректировки в процессе разработки помогут создать актуальный продукт, полностью удовлетворяющий вашим запросам.',
        ],
        '3' => [
            'title' => 'Исследования',
            'text' => 'Исследовательская деятельность – это наше тайное оружие. Постоянное участие компании в научных и инженерных исследованиях помогает нам сохранять первенство в использовании наукоёмких технологий на практике. Среди наших штатных разработчиков есть действующие сотрудники топовых российских и зарубежных ВУЗов. Кроме того, мы активно работаем со студентами, поддерживаем их и помогаем им развиваться, а самым перспективным предлагаем влиться в нашу дружную команду.',
        ],
    ],
    'stack' => [
        'title' => 'Стек технологий',
        '1' => 'Мы приверженцы взвешенного подхода при выборе используемых в разработке технологий. При создании новых продуктов мы комплексно оцениваем задачу с целью определения оптимального набора используемых инструментов, языков, технологий.',
        '2' => 'У нас есть опыт в разработке fintech и blockchain проектов, в программировании GPU с помощью технологий CUDA и OpenCL, в разработке для FPGA Xilinx и низкоуровневом системном программировании под Linux.',
    ],
];
