<?php

return [
	'title' => 'О нас',
	'h1' => 'О нас',
	'work' => [
		'title' => 'Работа компании',
		'1' => 'ООО «Судо» – коммерческая IT-компания, основным видом деятельности которой является разработка высокопроизводительного программного обеспечения. Мы специализируемся на решении высокотехнологичных задач, а также на ускорении сложных математических алгоритмов путём оптимизации программных решений и переноса вычислений на более эффективные аппаратные ускорители.',
		'2' => 'Компания занимается разработкой с 2018 года. Мы сотрудничали с различными производственными и научно-производственными компаниями, реализовали несколько крупных проектов в различных областях деятельности, а также занимались разработкой менее глобальных проектов и программных продуктов. О реализованных проектах вы можете узнать на странице',
		'link' => 'Проекты',
		'3' => 'Команда проекта состоит из высококвалифицированных разработчиков, имеющих большой перечень научных и прикладных достижений. Среди наших сотрудников кандидаты наук и магистры ИТМО, сотрудники СПбГУ, и PhD получившие образование за рубежом. Основной состав команды сохраняется с момента запуска компании. 
        Наши ключевые особенности:',
		'list' => [
			'1' => 'Мы осознанно подходим к выбору стека технологий и построению архитектуры, что позволяет нам использовать передовой опыт и оптимизировать будущие расходы на поддержку и развитие наших продуктов. Наши приоритеты в работе: чистый код и качественный продукт.',
			'2' => 'При создании новых продуктов мы стараемся делать их максимально простыми и удобными как для пользователей, так и для разработчиков. Мы верим, что самые простые решения являются самыми надёжными и эффективными.',
			'3' => 'Перед началом разработки мы тщательно изучаем предметную область. Это даёт нам глубокое понимание нашей задачи и позволяет выполнять работу безукоризненно.',
		],
	],
	'spec' => [
		'title' => 'Наши специалисты',
		'text' => 'Команда компании Судо состоит их высококвалифицированных специалистов в области разработки, проектирования и анализа, многие из которых являются научными сотрудниками в ТОПовых ВУЗах страны и имеют учёные степени как в России, так и за рубежом. Мы регулярно участвуем в научных и инженерных исследованиях и в научных мероприятиях, что позволяет поддерживать высокий уровень профессионализма в выполнении работ',
		'list' => [
			'1' => 'Около 25 сотрудников трудится в нашей компании',
			'2' => 'Среди наших специалистов кандидаты наук и выпускники лучших IT-ВУЗов России',
			'3' => 'Сплочённый, дружный коллектив и рабочее пространство ALL INCLUSIVE',
		],
	],
	'team' => [
		'text' => 'Наша команда – наша ценность, поэтому мы делаем лучшие условия для работы каждого сотрудника.
                        Присоединяйтесь к нашей команде, чтобы заниматься решением сложных, но интересных задач и
                        развиваться вместе.',
	],
];
