<?php

return [
	'title' => 'Главная',
	'h1' => [
		'mob' => 'Разработка высокотехнологичных программных продуктов',
		'1' => 'Разработка',
		'2' => 'высокотехнологичных',
		'3' => 'программных продуктов',
	],
	'slide-button' => 'Оставить заявку',
	'down' => 'вниз',
	'subtitle' => 'Судо – быстрое решение для сложных вычислительных процессов',
	'text' => 'ООО «Судо» – IT-компания, основным видом деятельности которой является разработка программных
                        продуктов. Наша специализация – разработка высокотехнологичных программ, оптимизация и ускорение
                        сложных математических алгоритмов.',
	'more' => 'Узнать больше',
	'advantages' => [
		'title' => 'Наши преимущества',
		'1' => 'Мы имеем
                            собственный парк высокопроизводительного серверного
                            оборудования, а также используем удалённые арендованные аппаратные мощности',
		'2' => 'Для
                            достижения высокой производительности мы не только
                            оптимизируем код для центральных процессоров, но также эффективно переносим вычисления на
                            графические процессоры',
		'3' => 'Мы
                            создаём онлайн сервисы, ориентированные на решение научных
                            задач, бесплатно предоставляемые исследователям, инженерам и студентам',
	],
	'services' => [
		'title' => 'Услуги',
		'1' => [
			'title' => 'Проектирование',
			'text' => 'Идея – основа любого продукта. При проектировании продукта
                                наша опытная команда поможет
                                сформулировать идею, предложит интересные решения, вместе сформируем ТЗ и предоставим
                                готовый проект',
		],
		'2' => [
			'title' => 'Разработка',
			'text' => 'В разработке мы используем гибкие методологии, оптимальные
                                решения, передовые технологии
                                и корректировки в процессе создания, поэтому проект остается живым в процессе
                                реализации. Мы остаёмся с вами на связи на каждом этапе разработки для достижения
                                лучшего результата',
		],
		'3' => [
			'title' => 'Исследования',
			'text' => 'Исследовательская деятельность – наше тайное оружие. Мы
                                сохраняем первенство в
                                использовании наукоёмких технологий на практике, постоянно участвуем в научных и
                                инженерных исследованиях, в нашем штате работают действующие сотрудники топовых
                                российских и зарубежных ВУЗов. Также обеспечиваем поддержку в развитии студентов',
		],
	],
	'career' => [
		'text' => 'Наша команда – наша ценность, поэтому мы создаём лучшие условия для работы каждого сотрудника.
                        Присоединяйтесь к нашей команде, чтобы заниматься решением сложных, но интересных задач и
                        развиваться вместе.',
	],
];
